Repository: SerpentDragon/SeaBattle-SFML
Catalog: GameFiles/app_data/locale/*/LC_MESSAGES/*.po
Languages: de, fr

source: Старт
de: Start
fr: Start

source: Предупреждение!
de: Warnung!
fr: Avertissement!

source: Да
de: Ja
fr: Oui

source: Нет
de: Nein
fr: Pas

source: Играть
de: Spielen
fr: Jouer

source: Справка
de: Synopse
fr: Regles

source: Рекорды
de: Rekorde
fr: Records

source: Выход
de: Ausgang
fr: Sortie

source: Авто
de: Auto
fr: Auto

source: Вы уверены, что
de: Wollen Sie
fr: Etes-vous sur de

source: хотите выйти?
de: aussteigen?
fr: vouloir sortir?

source: Морской бой
de: Seegefecht
fr: Bataille navale

source: Корабли неверно
de: Schiffe sind
fr: Navires mal

source: расставлены!
de: falsch aufgestellt!
fr: places!

source: Пауза
de: Pause
fr: Pause

source: Продолжить
de: Fortfahren
fr: Continuer

source: Поражение!
de: Niederlage!
fr: Defaite!

source: Победа!
de: Gewinn!
fr: Victoire!

source: В начале игры вам необходимо расставить свои
de: Zu Beginn des Spiels mussen Sie Ihre Schiffe
fr: Au debut du jeu, vous devez placer vos

source: корабли на левом поле:
de: auf dem linken Feld platzieren:
fr: navires sur le champ gauche:

source: 1 - четырехпалубный
de: 1 vierdeck-Schiff
fr: 1 navire a quatre ponts

source: 2 - трехпалубных
de: 2 3-Deck-Schiffe
fr: 2 vehicules a trois ponts

source: 3 - двухпалубных
de: 3 Doppeldeckschiffe
fr: 3 vehicules a deux ponts

source: 4 - однопалубных
de: 4 Eindeckschiffe
fr: 4 navires a pont unique

source: Расстановка кораблей производится путем пере-
de: Die Anordnung der Schiffe erfolgt, indem
fr: La disposition des navires est faite en les

source: таскивания их на игровое поле. Корабли не мо-
de: Sie sie auf das Spielfeld ziehen. Schiffe
fr: faisant glisser sur le terrain de jeu. Les

source: гут касаться сторонами или углами. Первым хо-
de: können die Seiten oder Ecken nicht berühren.
fr: navires ne peuvent pas toucher les cotes ou

source: дит игрок.
de: Der Spieler geht zuerst.
fr: les coins. Le premier joueur marche.

source: В случае попадания игроком по кораблю против-
de: Wenn ein Spieler auf ein feindliches Schiff
fr: Dans le cas où le joueur est touche par le

source: ника, этот игрок продолжает свой ход. В ином
de: trifft, setzt dieser Spieler seinen Zug fort.
fr: navire de l'ennemi, ce joueur continue son

source: случае, ход переходит другому игроку. Игра за-
de: Andernfalls geht der Zug an einen anderen
fr: tour. Sinon, le tour passe a un autre joueur.

source: канчивается, когда убиты все корабли одного из
de: Spieler uber. Das Spiel endet, wenn alle Schiffe
fr: Le jeu se termine lorsque tous les navires de

source: игроков (корабль считается убитым тогда, когда
de: eines Spielers getötet wurden (das Schiff gilt
fr: l'un des joueurs sont tués (le navire est

source: у него подбиты все палубы).
de: als getotet, wenn es alle Decks hat).
fr: considere comme tue quand il a frappe tous les ponts).

source: а
de: a
fr: a

source: б
de: b
fr: b

source: в
de: c
fr: c

source: г
de: d
fr: d

source: д
de: e
fr: e

source: е
de: f
fr: f

source: ж
de: g
fr: g

source: з
de: h
fr: h

source: и
de: i
fr: i

source: к
de: j
fr: j
